{
    "buttons": {
        "play": "Play",
        "quit": "Quit",
        "selectLanguage": "Select Language"
    },
    "characters": {
        "chemical": "Chemical",
        "player": "Operator"
    },
    "levels": {
        "Level1": "Level 1",
        "Stack": "Stack",
        "Pallets": "Pallets",
        "Level2": "Level 2",
        "Maze": "Maze",
        "Level3": "Level 3"
    },
    "tutorial": {
        "Character": [
            "Characters"
        ],
        "Controls": [
            "Movement",
            "Use these keys to move the character around the map",
            "Interaction",
            "Use one of these keys to interact with characters, objects, minigames and dialogues",
            "Use the mouse to interact with the clipboard and the minigames."
        ],
        "Interactions": [
            "Interactions",
            "Throughout the game you will find different things that you can interact with. As you approach, a white outline appears, highlighting and indicating the possibility of interaction.",
            "This interaction can be a dialogue, a minigame, or part of the challenge for the current level. When you see a highlighted object, press one of the interaction keys to view the available action."
        ],
        "Clipboard": [
            "Clipboard",
            "The clipboard is always with you. It serves as a detailed guide for all your tasks.",
            "Hello! I'm your clipboard!",
            "I'm always in the corner of your screen, to consult me ​​just call me hovering the mouse over me!"
        ]
    },
    "clipboard": {
        "Level1": [
            "Welcome to soUni, talk to the chemical operator and collect the PPE's"
        ],
        "Pallets": [
            "Follow the instructions below to assemble your pallet",
            "Use the wood inside the box to fill in the remaining spaces in the fixed wood, they must be aligned and at a predetermined distance and following the fitting pattern, as shown in the image above"
        ],
        "Stack": [
            "Stack boxes on the pallet to optimize storage. It is important to pay attention to the centralization of them to distribute the weight efficiently.",
            "When stacking a box, a new one will appear, stack 10 correctly to proceed"
        ]
    },
    "dialogs": [
        {
            "character": "chemical",
            "text": "Hello! How are you? I am your manager. You must be the new employee of Unipar, right? Welcome!"
        },
        {
            "character": "player",
            "text": "Hello! I am the new employee! I am here to learn about the daily life in the company and what safety protocols I should follow to keep my safety."
        },
        {
            "character": "chemical",
            "text": "Right! You can already know the areas of our factory and their rules. But first, take the PPE's and stay safe! An accident occurred in a factory of one of our competitors here in Camaçari and we don't want the same to happen here! Let's go! You have a lot to do!"
        },
        {
            "character": "player",
            "text": "Ok! I will be very careful!"
        }
    ],
    "others": {
        "win": "You win!",
        "lose": "You lost!",
        "continue": "Continue",
        "restart": "Restart"
    }
}