{
    "buttons": {
        "play": "Jugar",
        "quit": "Salir",
        "selectLanguage": "Seleccione El Idioma"
    },
    "characters": {
        "chemical": "Quimico",
        "player": "Operador"
    },
    "levels": {
        "Level1": "Nivel 1",
        "Stack": "Stack",
        "Pallets": "Tarimas",
        "Level2": "Nivel 2",
        "Maze": "Laberinto",
        "Level3": "Nivel 3"
    },
    "tutorial": {
        "Character": [
            "Personajes"
        ],
        "Controls": [
            "Movimiento",
            "Utiliza estas teclas para mover a tu personaje por el nivel",
            "Interacción",
            "Utiliza una de estas teclas para interactuar con personajes, objetos y diálogos",
            "Utiliza el ratón para interactuar con el portapapeles y los minijuegos."
        ],
        "Interactions": [
            "Interacciones",
            "A lo largo del juego encontrarás diferentes cosas con las que puedes interactuar. A medida que se acerca, aparece un contorno blanco, resaltando y indicando la posibilidad de interacción.",
            "Esta interacción puede ser un diálogo, un minijuego o parte del desafío del nivel actual. Cuando vea un objeto resaltado, presione una de las teclas de interacción para experimentar la acción disponible."
        ],
        "Clipboard": [
            "Portapapeles",
            "El portapapeles está siempre contigo. Sirve como una guía detallada para todas sus tareas.",
            "¡Hola! ¡Soy tu portapapeles!",
            "Siempre estoy en la esquina de tu pantalla, para consultarme solo llamame pasando el raton sobre mi!"
        ]
    },
    "clipboard": {
        "Level1": [
            "Sea bienvenido a soUni, hable con el operador químico y recoja los EPIs"
        ],
        "Level2": [
            "¡Bienvenido al nivel temático de PVC! Supera todos los desafíos de las plataformas y abre todas las válvulas con el botón de interacción para liberar el polvo de PVC dentro del contenedor y avanzar de fase. No te olvides de completar el minijuego de la carretilla elevadora al final del nivel."
        ],
        "Level3": [
            "Hola, bienvenido al nivel 3, con la temática de líquidos. Primero, jugarás un mini-juego de soluciones ácidas y básicas, con la identificación de una tira de pH, luego pasarás por obstáculos para llegar al final."
        ],
        "Pallets": [
            "Siga las instrucciones abajo para armar su tarima",
            "Utilice la madera dentro de la caja para rellenar los espacios restantes en las maderas fijas, la tarima debe estar alineada y a una distancia predeterminada y siguiendo el patrón de ajuste, como se muestra en la imagen de arriba."
        ],
        "Stack": [
            "Apile las cajas en la tarima para optimizar el almacenamiento. Es importante prestar atención a la centralización de los mismos para repartir el peso de manera eficiente.",
            "Al apilar una caja, aparecerá una nueva, apila 12 correctamente para continuar"
        ]
    },
    "dialogs": [
        {
            "character": "chemical",
            "text": "¡Hola! ¿Todo bien? Soy tu gerente. Debes ser el nuevo empleado de Unipar, ¿correcto? ¡Sea bienvenido!"
        },
        {
            "character": "player",
            "text": "¡Hola! Soy yo mismo. ¡El nuevo empleado! Estoy aquí para aprender sobre el día a día en la empresa y qué protocolos debo seguir para evitar accidentes."
        },
        {
            "character": "chemical",
            "text": "¡Bien! Ya puedes conocer las áreas de nuestra fábrica y sus reglas. ¡Pero primero, pónganse los EPP y manténganse seguros! ¡Hubo un accidente en una fábrica de uno de nuestros competidores aquí en Camaçari y no queremos que pase lo mismo aquí! ¡Vamos, tienes mucho que hacer!"
        },
        {
            "character": "player",
            "text": "¡Puede dejar! ¡Estoy muy emocionado para el primer día!"
        }
    ],
    "others": {
        "win": "Ganaste!",
        "lose": "Tú perdiste!",
        "continue": "Continuar",
        "restart": "Reanudar"
    }
}