{
    "buttons": {
        "play": "Jogar",
        "selectLanguage": "Selecionar idioma",
        "quit": "Sair"
    },
    "characters": {
        "chemical": "Químico",
        "player": "Operador"
    },
    "levels": {
        "Level1": "Nível 1",
        "Stack": "Stack",
        "Pallets": "Paletes",
        "Level2": "Nível 2",
        "Maze": "Labirinto",
        "Level3": "Nível 3"
    },
    "tutorial": {
        "Character": [
            "Personagens"
        ],
        "Controls": [
            "Movimentação",
            "Use essas teclas para movimentar o personagem pelo mapa",
            "Interação",
            "Use uma dessas teclas para interagir com os personagens, objetos e diálogos",
            "Use o Mouse para interagir com a prancheta e com os minigames."
        ],
        "Interactions": [
            "Interações",
            "Ao longo do jogo você encontrará diversas coisas que poderá interagir. Ao se aproximar, um contorno branco aparece, destacando e indicando a possibilidade de interação.",
            "Essa interação pode ser um diálogo, um minigame ou parte do desafio do nível atual. Quando vir um objeto destacado, pressione uma das teclas de interação para experimentar a ação disponível"
        ],
        "Clipboard": [
            "Prancheta",
            "A prancheta está sempre com você. Ela serve como um guia detalhado de todas as suas tarefas",
            "Olá! Sou sua prancheta!",
            "Fico sempre no canto da sua tela, para me consultar basta me chamar passando o mouse por cima de mim!"
        ]
    },
    "clipboard": {
        "Level1": [
            "Seja bem vindo ao soUni, converse com o operador químico e colete os EPIs"
        ],
        "Level2": [
            "Bem vindo ao nível temático de PVC! Passe por todos os desafios das plataformas e abra todas as válvulas com o botão do interação para liberar o pó de PVC dentro do contâiner e passar de fase. Não se esqueça de realizar o minigame da empilhadeira ao final do nível."
        ],
        "Level3": [
            "Olá, seja bem vindo ao nível 3, com a temática líquidos, primeiramente você jogará um minigame de soluções ácidas e básicas, com a identificação de uma fita de ph, após isso irá passar por obstáculos para chegar ao final."
        ],
        "Pallets": [
            "Siga as instruções abaixo pra montar o seu pallet",
            "Use as madeiras de dentro da caixa para preencher os espaços restantes nas madeiras fixas, elas devem estar alinhadas e a uma distância predeterminada e seguindo o padrão de encaixe, como mostra a imagem acima"
        ],
        "Stack": [
            "Empilhe caixas no pallet para otimizar o armazenamento. É importante se atentar à centralização delas para distribuir o peso eficientemente.",
            "Ao empilhar uma caixa, uma nova aparecerá, empilhe 12 corretamente para prosseguir"
        ]
    },
    "dialogs": [
        {
            "character": "chemical",
            "text": "Olá! Tudo bem? Eu sou o seu gerente. Você deve ser o novo funcionário da Unipar, correto? Seja bem-vindo!"
        },
        {
            "character": "player",
            "text": "Olá! Sou eu mesmo. O novo funcionário! Estou aqui para aprender sobre o dia a dia na empresa e quais protocolos devo seguir para manter a minha segurança."
        },
        {
            "character": "chemical",
            "text": "Certo! Você já pode conhecer as áreas da nossa fábrica e suas regras. Mas antes, pegue os EPI's e fique seguro! Ocorreu um acidente em uma fábrica de uma de nossas concorrentes aqui em Camaçari e não queremos que o mesmo aconteça aqui! Vamos lá! Você tem muito a fazer!"
        },
        {
            "character": "player",
            "text": "Pode deixar! Estou super confiante para o primeiro dia!"
        }
    ],
    "responsabilityTerm": {
        "title": "Comprovante de Entrega de EPI - Termo de Responsabilidade",
        "term": "Assumo total responsabilidade pela guarda e conservação dos EPIs fornecidos gratuitamente pela empresa.\nComprometo-me a utilizar os EPIs somente para a finalidade a que se destina, de acordo com as normas da empresa e da legislação em vigor.\nDevo me responsabilizar por qualquer dano causado ao EPI por uso inadequado ou fora das atividades a que se destina.\nDevo reembolsar a empresa pelo custo atualizado do EPI extraviado.\nDevo comunicar imediatamente meu chefe hierárquico direto qualquer alteração no EPI que o torne parcial ou totalmente impróprio para sua utilização.\nAo concordar com o termo de responsabilidade, expresso meu acordo com a legislação em vigor.",
        "signature": "Assinatura:"
    },
    "others": {
        "win": "Você venceu!",
        "lose": "Você perdeu!",
        "continue": "Continuar",
        "restart": "Reiniciar"
    }
}