{
    "buttons": {
        "play": "Jogar",
        "selectLanguage": "Selecionar idioma",
        "quit": "Sair"
    },
    "characters": {
        "chemical": "Químico",
        "player": "Operador"
    },
    "levels": {
        "Level1": "Nível 1",
        "Stack": "Stack",
        "Pallets": "Paletes",
        "Level2": "Nível 2",
        "Level3": "Nível 3"
    },
    "clipboard": {
        "Level1": [
            "Seja bem vindo ao soUni, converse com o operador químico e colete os EPIs"
        ],
        "Pallets": [
            "Siga as instruções abaixo pra montar o seu pallet",
            "Use as madeiras de dentro da caixa para preencher os espaços restantes nas madeiras fixas, elas devem estar alinhadas e a uma distância predeterminada e seguindo o padrão de encaixe, como mostra a imagem acima"
        ],
        "Stack": [
            "Empilhe caixas no pallet para otimizar o armazenamento. É importante se atentar à centralização delas para distribuir o peso eficientemente.",
            "Ao empilhar uma caixa, uma nova aparecerá, empilhe 10 corretamente para prosseguir"
        ]
    },
    "dialogs": [
        {
            "character": "chemical",
            "text": "Olá! Tudo bem? Eu sou o seu gerente. Você deve ser o novo funcionário da Unipar, correto? Seja bem-vindo!"
        },
        {
            "character": "player",
            "text": "Olá! Sou eu mesmo. O novo funcionário! Estou aqui para aprender sobre o dia a dia na empresa e quais protocolos devo seguir para manter a minha segurança."
        },
        {
            "character": "chemical",
            "text": "Certo! Você já pode conhecer as áreas da nossa fábrica e suas regras. Mas antes, pegue os EPI's e fique seguro! Ocorreu um acidente em uma fábrica de uma de nossas concorrentes aqui em Camaçari e não queremos que o mesmo aconteça aqui! Vamos lá! Você tem muito a fazer!"
        },
        {
            "character": "player",
            "text": "Pode deixar! Estou super confiante para o primeiro dia!"
        }
    ]
}